{
    "cups_ace_1.desc": "Trong kho thóc trên một số cỏ khô.",
    "cups_ace_2.desc": "Trên một cái thùng đằng sau cái lều bị bỏ rơi.",
    "cups_ace_3.desc": "Trong phòng ngủ bên phải, trên tủ đầu giường.",
    "cups_ace_4.desc": "Trên thùng trên sàn tòa tháp.",
    "cups_ace_5.desc": "Trên đỉnh của rạp chiếu phim, trên một lỗ thông hơi vuông.",
    "cups_ace_6.desc": "Ở hướng đông của đường sắt trước mũi thuyền.",
    "cups_two_4.desc": "Sân ga, trên ghế dài.",
    "cups_two_5.desc": "Trên nóc cối xay gió, hướng nhìn về thị trấn. Leo lên thang.",
    "cups_two_6.desc": "Trên một cái thùng ở cuối bến tàu.",
    "cups_three_1.desc": "Phía sau (hoặc trên) xe chở hàng.",
    "cups_three_2.desc": "Trên thùng phuy gần bù nhìn.",
    "cups_three_3.desc": "Trên ghế dài.",
    "cups_three_4.desc": "Trên băng ghế trước hiên nhà.",
    "cups_three_5.desc": "Trên một cái thùng ở phía đông của tòa nhà.",
    "cups_three_6.desc": "Bên ngoài cabin trên một cái bàn với một cái két Moonshine trên đó.",
    "cups_four_1.desc": "Trên đỉnh lò sưởi bên trong tòa nhà.",
    "cups_four_2.desc": "Phía tây của nhà kho màu trắng. Trên một chiếc ghế dài bên cạnh bức tường.",
    "cups_four_3.desc": "Trên cửa sổ của nhà xí.",
    "cups_four_4.desc": "Trên một cái hộp gần một đài phun nước với ánh sáng.",
    "cups_four_5.desc": "Trên ban công phía sau văn phòng cảnh sát trưởng.",
    "cups_four_6.desc": "Trên nóc nhà băng ở phía trước. Leo lên thang ở phía sau ngân hàng để tiếp cận.",
    "cups_five_2.desc": "Bên trong lều. Trên những cái hộp ở phía đông.",
    "cups_five_3.desc": "Phía trên sân khấu, đối mặt với Blackwater Restaurin và Althewate Inn.",
    "map.random_spot.desc": "Vị trí này cho bạn một vật phẩm ngẫu nhiên, bạn có thể xem thêm thông tin {int.random_spot.link}ở trang Wiki này{int.end.link}.",
    "arrowhead_random.desc": "Vị trí này cho bạn một Arrowhead ngẫu nhiên, kể từ bản cập nhật Naturalist vật phẩm tại vị trí này không thể biết trước được. Tham khảo {int.naturalist_faq.link}trang FAQ này{int.end.link} để biết thêm thông tin chi tiết.",
    "coin_random.desc": "Vị trí này cho bạn một Coin ngẫu nhiên, kể từ bản cập nhật Naturalist vật phẩm tại vị trí này không thể biết trước được. Tham khảo {int.naturalist_faq.link}trang FAQ này{int.end.link} để biết thêm thông tin chi tiết.",
    "fossils_random.desc": "Vị trí này cho bạn một Fossil ngẫu nhiên, kể từ bản cập nhật Naturalist vật phẩm tại vị trí này không thể biết trước được. Tham khảo {int.naturalist_faq.link}trang FAQ này{int.end.link} để biết thêm thông tin chi tiết.",
    "jewelry_random.desc": "Vị trí này cho bạn một Lost Jewelry ngẫu nhiên, kể từ bản cập nhật Naturalist vật phẩm tại vị trí này không thể biết trước được. Tham khảo {int.naturalist_faq.link}trang FAQ này{int.end.link} để biết thêm thông tin chi tiết.",
    "heirlooms_random.desc": "Vị trí này cho bạn một Family Heirloom ngẫu nhiên, kể từ bản cập nhật Naturalist vật phẩm tại vị trí này không thể biết trước được. Tham khảo {int.naturalist_faq.link}trang FAQ này{int.end.link} để biết thêm thông tin chi tiết."
}